Revit 2026 API

# SpaceDesignExhaustAirflow Property

---

Get or set the Specified Exhaust Airflow of the Space.

**Namespace:** Autodesk.Revit.DB.Mechanical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public double DesignExhaustAirflow { get; set; }
```
```vb
Public Property DesignExhaustAirflow As Double
	Get
	Set
```
```cpp
public:
property double DesignExhaustAirflow {
	double get ();
	void set (double value);
}
```
```fsharp
member DesignExhaustAirflow : float with get, set
```

#### Property Value

Double

This property is used to get or set the Specified Exhaust Airflow (Unit: CFM) of the Space.

#### Reference

Space Class

Autodesk.Revit.DB.Mechanical Namespace